Repository: Belarus/OmegaT-Windows
Catalog: WindowsPrograms/QIP/QIP_english_compile-omegat.tmx
Source language: en
Languages: be

source: GoogleTalk (or another Jabber)
be: GoogleTalk (ці іншы Jabber)

source: Reunion Island
be: Рэюньён

source: Successfully sent
be: Паспяхова даслана

source: Audio and video-calls settings
be: Налада відэа і аўдыё для выклікаў

source: You have added following accounts
be: Вы дадалі наступныя конты

source: Cayman Islands
be: Кайманавы выспы

source: Slovak
be: Славацкая

source: Depression
be: Дэпрэсія

source: Web search
be: Шукаць у сеціве

source: On/off sending typing notifications
be: Пераключыць дасыланне апавяшчэнняў аб наборы тэксту

source: Visit our website
be: Наведаць наш сайт

source: Show avatars
be: Паказваць аватары

source: Your login name for QIP 2010 services
be: Ваш лагін для доступу да службаў QIP 2010

source: Guyana
be: Гвіяна

source: Manage metacontact
be: Кіраванне метакантактам

source: Kiribati
be: Кірыбаці

source: Reconnect upon disconnection
be: Перазлучацца пасля адлучэння

source: Plugin "%s" raised an exception and will be disabled. Contact plugin developer if the error repeats.
be: Плагін "%s" выклікаў памылку і будзе выключаны. Звяжыцеся з распрацоўнікам, калі праблема будзе паўтарацца.

source: File exceeds size limits
be: Перавышаны ліміт на максімальны памер файла

source: Word on picture
be: Слова ма малюнку

source: Transfer files even if your contact offline
be: Абменьвайцеся любымі файламі, нават калі Вашыя суразмоўцы зараз па-за сецівам

source: Anti-spam Bot
be: Анты-спам бот

source: This account already exists in your profile. Duplicate anyway?
be: Гэты конт ужо існуе ў Вашым профілю. Вы ўпэўненыя, што жадаеце стварыць дублікат?

source: QIP news
be: Навіны праекта QIP

source: News and Media
be: Навіны і СМІ

source: Password
be: Пароль

source: Pisces
be: Рыбы

source: Contact deleted himself from your contact list
be: Кантакт выдаліў сябе з Вашага спісу кантактаў

source: Action
be: Дзеянне

source: El Salvador
be: Сальвадор

source: Liechtenstein
be: Ліхтэнштэйн

source: Hide panel
be: Схаваць панэль

source: Malay
be: Малайская

source: Taurus
be: Цялец

source: Icelandic
be: Ісландская

source: Please, enter new account password
be: Калі ласка, увядзіце пароль новага конта

source: Switch to tabbed/separated window mode
be: Пераключыць у рэжым устаўкі ці асобнага вакна паведамленняў

source: Switch profile
be: Змяніць профіль

source: Downloading time: %s
be: Час спампавання: %s

source: Somali
be: Самалійская

source: Popup position
be: Пазіцыя вынырца

source: Options
be: Налады

source: Receiving
be: Атрыманне

source: Art
be: Мастацтва

source: days
be: дзён

source: Inactive tab font
be: Колер шрыфту неактыўнай устаўкі

source: Allow others to see how long I've been idle
be: Паказваць кантактам час прастою ці маёй адсутнасці

source: Proxy Profile
be: Профіль проксі

source: Copy accounts names
be: Скапіяваць назвы контаў

source: Thai
be: Тайская

source: Sorry, this contact is offline or not in list
be: Прабачце, гэты кантакт не злучаны з сецівам ці не ў спісе

source: Enter group name
be: Увядзіце назву групы

source: Sorry, too many registrations, try later.
be: Прабачце, надта шмат рэгістраванняў. Паспрабуйце пазней.

source: Estonian
be: Эстонская

source: Mark only
be: Толькі пазначыць

source: File %s already exists!
be: Файл з назваю %s ужо ёсць у гэтым каталогу!

source: Marital status
be: Шлюб

source: Don't send anti-spam question/reply if my status is "Invisible" or "IFA"
be: Не дасылаць пытанне/адказ, калі я "Нябачны" ці "Нябачны для ўсіх"

source: My authorization is required (Authorize)
be: Запытваць мой дазвол на даданне

source: Copy topic
be: Скапіяваць тэму

source: Own nickname
be: Свой нік

source: Search by account
be: Шукаць па конце

source: Papua New Guinea
be: Папуа Новая Гвінея

source: Cyprus
be: Кіпр

source: Not in List
be: Не ў спісе

source: Inactive tab
be: Неактыўная ўстаўка

source: Please enter Quick message text and try again
be: Калі ласка, увядзіце тэкст хуткага паведамлення і паспрабуйце зноў

source: 70's
be: 70-я гады

source: Summary
be: Сумарна

source: High School Student
be: Вучань сярэдняй школы

source: Portuguese
be: Партугальская

source: Quick message
be: Хуткае паведамленне

source: QIP seems to be closed incorrectly. Would you like to restore opened tabs?
be: QIP быў зачынены некарэктна. Жадаеце аднавіць папярэднія адчыненыя ўстаўкі?

source: Registration
be: Рэгістрацыя

source: I am currently away
be: Мяне зараз няма на месцы

source: Free for Chat
be: Вольны для чату

source: Keep connection alive
be: Падтрымліваць злучэнне

source: Close all except active
be: Зачыніць усе, акрамя дзейнай

source: Quit message
be: Паведамленне "Выйшаў"

source: This account name is available.
be: Гэты конт даступны для рэгістравання.

source: Turks and Caicos Islands
be: Теркс і Кайкас, выспы

source: To change the password you have to enter current password and new password twice. Strongly recommended using a combination of numbers and letters and that your new password be between 6-8 characters.
be: Для змянення пароля Вам неабходна ўвесці дзейны пароль і новы пароль двойчы. Настойліва рэкамендавана карыстаць у новым паролі камбінацыю лічбаў і літараў лацінскага алфавіта. Даўжыня пароля павінна быць у межах ад 6 да 8 сімвалаў.

source: Don't show anymore
be: Больш не паказваць

source: Peru
be: Перу

source: Sorry, connection failed. Try again or adjust connection settings.
be: Злучэнне няўдалае. Паўтарыце спробу ці наладзьце злучэнне.

source: Skip
be: Прапусціць

source: Copy account name
be: Скапіяваць назву конта

source: Last name
be: Прозвішча

source: New
be: Новы

source: Seychelles
be: Сейшэльскія выспы

source: I'm confused, please help!
be: Не ведаю, што рабіць. Дапамажыце!

source: Don't ask anymore
be: Боль не пытаць

source: Bahamas
be: Багамы

source: Zambia
be: Замбія

source: Anguilla
be: Ангіла

source: Host unreachable. Switching proxy sets
be: Вузел недаступны. Пераключэнне проксі

source: Portugal
be: Партугалія

source: Hide QIP
be: Схаваць QIP

source: Yugoslavia - Montenegro
be: Чарнагорыя - Югаславія

source: Yoruba
be: Ёруба

source: Wallis and Futuna Islands
be: Уоліс і Футуна, выспы

source: Antigua
be: Антыгуа

source: Birthday reminder
be: Дзень народзінаў

source: %s account
be: Конт %s

source: Lower right corner
be: Ніжні правы кут

source: Proxy/connection
be: Проксі/Злучэнне

source: This account has been deleted.
be: Гэты конт быў выдалены.

source: Rolling back...
be: Аднаўленне...

source: Automatically detect proxy settings
be: Аўтаматычна вызначыць налады проксі

source: Do not accept messages with URLs
be: Не прымаць спасылкі на сайты

source: Hint
be: Падказка

source: Register
be: Зарэгістраваць

source: Load avatar
be: Запампаваць аватар

source: Incoming file
be: Уваходны файл

source: Group name
be: Назва групы

source: simply go away
be: проста пакінь нас

source: Show/Hide preferences window
be: Паказаць/схаваць вакно наладаў

source: Predefined replies
be: Гатовыя адказы

source: Romania
be: Румынія

source: Afrikaans
be: Афрыкаанс

source: Madagascar
be: Мадагаскар

source: Paraguay
be: Парагвай

source: Women
be: Жанчыны

source: If this is your account press "Done"
be: Калі гэта Ваш конт, то націсніце "Гатова"

source: Ireland
be: Ірландыя

source: Background
be: Фон

source: Save service messages
be: Захоўваць службовыя паведамленні

source: Add channel to list
be: Дадаць канал у спіс

source: Change QIP account password
be: Змяніць пароль конта QIP

source: Authorize me at services in the browser
be: Аўтарызаваць у службах аглядальніка

source: Sao Tome & Principe
be: Сан-Тамэ і Прынсіпі

source: Archives
be: Архіваў

source: No new updates
be: Абнаўленні адсутнічаюць

source: File "%s" is not a plugin dll.
be: Файл "%s" не ёсць dll плагіна.

source: Message from new line
be: Паведамленні з новага радка

source: American Samoa
be: Усходняе Самоа

source: Account status check
be: Праверка статуса конта

source: Public chat list
be: Спіс публічных чатаў

source: Mail Order Catalog
be: Каталог для замовы тавараў па пошце

source: Norway
be: Нарвегія

source: Allow accept files
be: Дазволіць атрымліваць файлы

source: Save passwords of my accounts on server
be: Захоўваць паролі маіх контаў на серверы

source: Widowed
be: Удавец/Удава

source: Connection settings
be: Налады злучэння

source: Right screen edge
be: Да правай мяжы экрана

source: Back
be: Назад

source: Unfortunately, configuration of the device have failed. Perhaps it is not working.
be: На жаль, наладзіць прыладу не атрымалася. Магчыма, яна няспраўная.

source: You have not added any accounts
be: Конты не дадаваліся

source: Korean
be: Карэйская

source: Art/Entertainment
be: Мастацтва/забавы

source: Disabled
be: Выключана

source: Update installing error
be: Памылка падчас усталёўвання абнаўлення

source: Invalid client IP.
be: Няслушны IP кліента.

source: Click "Close" to restart the program
be: Націсніце "Зачыніць", каб перазапусціць праграму

source: Remove from visible list
be: Выдаліць са спісу відушчых

source: Burmese
be: Бірманская

source: Andorra
be: Андора

source: Show recent messages in messaging window
be: Паказваць нядаўнія паведамленні ў вакне паведамленняў

source: Show clients icons
be: Паказваць значкі кліентаў

source: Account being used on another computer.
be: Ваш конт скарыстаны на іншым камп'ютары.

source: Registration on QIP.ru server will reduce possibility of yours significant messages and important contacts.\r\n\r\n\r\nTo protect yourself of losing account,
be: Рэгістрацыя на серверы QIP.ru знізіць магчымасць страты вашых важных паведамленняў і кантактаў.\r\n\r\n\r\nКаб абараніць сябе ад страты конта,

source: Status notification
be: Апавяшчэнне пра змену статусаў

source: Recent messages
be: Нядаўнія паведамленні

source: Kick
be: Выкінуць

source: You've got mail
be: Вам ліст

source: Type
be: Тып

source: Past info
be: Мінулае

source: Disable sounds
be: Выключыць гукі

source: Tamil
be: Тамільская

source: Show/Hide add/find window
be: Паказаць/схаваць вакно "Дадаць/знайсці карыстальнікаў"

source: Help
be: Дапамога

source: Parameters (width x height, sec:rows)
be: Памеры (шыр. x выш., сек:радоў)

source: Khmer
be: Кхмерская

source: Online time
be: Час у сетцы

source: "Close" button acts like minimize
be: Кнопка "Зачыніць" хавае вакно

source: Chamorro
be: Чамора

source: Somalia
be: Самалі

source: New group
be: Новая група

source: With new QIP 2010 you can call to your friends and colleagues, using a QIP account.\nPlease check your settings before you make any call. \nIf you need a headsets for calls, webcam or USB-phone, you can always
be: З дапамогаю QIP Infium Вы можаце тэлефанаваць сябрам і калегам, карыстаючы конт QIP.\nПраверце налады Вашага камп'ютара, перш чым рабіць выклік.\nКалі Вам патрэбная гарнітура для выклікаў, сеціўная камера ці USB-тэлефон, Вы заўсёды можаце

source: Do not show modes
be: Не паказваць рэжымы

source: Antigua and Barbuda
be: Антыгуа і Барбуда

source: Fax
be: Факс

source: Nevis
be: Нэвіс

source: United Kingdom
be: Вялікабрытанія

source: Web Building
be: Стварэнне сайтаў

source: Download complete
be: Спампаванне скончанае

source: Browse
be: Агляд

source: Check for program updates daily
be: Штодня правяраць наяўнасць абнаўленняў

source: New password
be: Новы пароль

source: Swedish
be: Шведская

source: Belarus
be: Беларусь

source: Search status
be: Статус пошуку

source: Predefined replies (one per line)
be: Гатовыя адказы (адзін на радок)

source: Unknown
be: Невядомая

source: SMS to %s ("%s...") is not delivered. Subscriber is switched off or out of network coverage.
be: SMS на нумар %s ("%s...") не дасланая. Прылада абанента выключаная ці знаходзіцца па-за межамі дзеяння сеткі.

source: Allow all
be: Дазволіць усё

source: Account name text
be: Тэкст назвы конта

source: Configure your computer for calls
be: Наладзьце Ваш камп'ютар для выклікаў

source: Set "automatically choose" checkbox for automatic selection of webcams and try again. Did that helps?
be: Пастаўце сцяжок "абраць аўтаматычна" для аўтаматычнага абрання сеціўнай камеры і паўтарыце спробу. Дапамагло?

# Webcam is not available
source: Webcam is\r\nnot available
be: Сеціўная камера\r\nнедаступная

source: Window
be: Вакно

source: Offline
be: Па-за сецівам

source: Religion
be: Рэлігія

source: Hint frame
be: Рамка падказкі

source: Astronomy
be: Астраномія

source: What Is Metacontact?
be: Што такое метакантакт?

source: Messages
be: Паведамленняў

source: Port
be: Порт

source: Remove from ignore list
be: Выдаліць з спісу ігнараваных

source: Mexico
be: Мексіка

source: IM Networks
be: IM Сеткі

source: Do not show kick/ban
be: Не паказваць выкід/бан

source: 60's
be: 60-я гады

source: Service message
be: Службовае паведамленне

source: Would you like to switch to working profile?
be: Жадаеце пераключыцца на запушчаны профіль?

source: Please, specify login server.
be: Калі ласка, азначце сервер злучэння.

source: Ukrainian
be: Украінская

source: Finnish
be: Фінская

source: Do not show highlights
be: Не паказваць адрасаваныя мне

source: Clear
be: Ачысціць

source: Client capabilities
be: Здольнасці кліента

source: Down
be: Уніз

source: Remember keyboard layout in message tabs/separate windows
be: Запамінаць раскладку клавіятуры ўва ўкладках/вокнах паведамленняў

source: From
be: Ад

source: British Virgin Islands
be: Віргінскія выспы (Вялікабрытанія)

source: Use metacontacts mode
be: Выкарыстоўваць рэжым метакантактаў

source: QIP team assumes no responsibility for errors, safety and using downloaded third parties modules. The use of the modules is done at your own discretion and risk and with agreement that you will be solely responsible for any damage to your computer system or loss of data that results from such activities.
be: Каманда QIP не нясе адказнасці за памылкі, надзейнасць і выкарыстанне модуляў трэціх асобаў. Адказнасць за выкарыстанне модуляў поўнасцю перакладваецца на Вашыя асцярожнасць і рызыку, і з Вашай згодай несці адказнасць за магчымую шкоду ці страту звестак.

source: Burkina Faso
be: Буркіна Фасо

source: Perhaps you have several webcams. Select the desired device from the list on the left and try again. Did that helps?
be: Магчыма, Вы маеце некалькі сеціўных камераў. Абярыце патрэбную прыладу ў спісе і паўтарыце спробу. Дапамагло?

source: Volume
be: Гучнасць

source: Guatemala
be: Гватэмала

source: Image resolution or size exceeds limits (max 64x64 px, min 15x15 px, max 7168 bytes)
be: Няправільны памер малюнка/файла (15x15 < X < 64x64 пікс., да 7168 Б)

source: %s protocol update finished successfuly. To take effect QIP 2010 restart needed. Restart program?
be: Абнаўленне модуля пратакола %s паспяхова завершанае. Каб змены набылі сілу, неабходна перазапусціць QIP 2010.

source: Email message
be: Э-паведамленне

source: Languages
be: Мовы

source: Blink when contacts join
be: Мігцець, калі кантакты ўваходзяць

source: Please enter account name and/or password
be: Калі ласка, увядзіце назву конта і/ці пароль

source: Searching
be: Ідзе пошук

source: High
be: Высокі

source: Female
be: Жаночы

source: More info...
be: Падрабязней

source: Audio and Visual
be: Аўдыя і відэа

source: Use solid color for background
be: Выкарыстоўваць суцэльны колер фону

source: Don't publish for all
be: Не публікаваць для ўсіх

source: Slovakia
be: Славакія

source: Your display name
be: Вашае імя адлюстравання

source: This is a registered account.
be: Гэты конт зарэгістраваны.

source: Married
be: Жанаты/Замужам

source: Chat with friends from ICQ, GoogleTalk, Mail.Ru Agent, call and accept calls
be: Гутарце з сябрамі з ICQ, GoogleTalk, Mail.Ru Агент, тэлефануйце і прымайце выклікі.

source: Confirm password
be: Пацвердзіце пароль

source: Authorization granted
be: Аўтарызацыя ўхваленая

source: Show panel
be: Паказаць панэль

source: Add
be: Дадаць

source: Voice connection
be: Галасавая сувязь

source: Media
be: Медыя

source: Pakistan
be: Пакістан

source: Home Automation
be: Тавары для дома

source: Forgot password ?
be: Забыліся на пароль?

source: Libra
be: Шалі

source: Gabon
be: Габон

source: Remove myself from contact's list
be: Выдаліць сябе са спісу кантакта

source: Interface
be: Інтэрфэйс

source: Auto-switch privacy status when online status changed
be: Пераключаць прыватны статус падчас змянення сеціўнага статуса

source: Company name
be: Назва

source: Run data Import wizard from QIP 2005
be: Запусціць майстар імпарту з QIP 2005

source: Set "automatically choose" checkbox for automatic selection of speakers and try again. Did that helps?
be: Пастаўце сцяжок "абраць аўтаматычна" для аўтаматычнага абрання дынамікаў і паўтарыце спробу. Дапамагло?

source: Cameroon
be: Камерун

source: Age
be: Узрост

source: Work address
be: Працоўны адрас

source: Auto message
be: Аўтапаведамленне

source: Do not show notices
be: Не паказваць апавяшчэнні

source: Your account details for your personal page on www.qip.ru
be: Вашы звесткі для ўваходу ў асабісты кабінет www.qip.ru

source: To retrieve your password enter your email
be: Для аднаўлення пароля азначце свой э-адрас

source: Search for new contacts
be: Пошук новых кантактаў

source: Liberia
be: Ліберыя

source: Idle time
be: Час прастою

source: Ecology
be: Экалогія

source: Perhaps you have several speakers. Select the desired device from the list on the left and try again. Did that helps?
be: Магчыма, Вы маеце некалькі дынамікаў. Абярыце патрэбную прыладу ў спісе і паўтарыце спробу. Дапамагло?

source: Sender
be: Адпраўнік

source: Hide
be: Схаваць

source: Hide ping pong event
be: Хаваць падзею ping pong

source: Channels list
be: Спіс каналаў

source: Messaging window
be: Вакно паведамленняў

source: Perform commands on connect
be: Выканаць наступныя каманды падчас злучэння

source: Description
be: Апісанне

source: Earth
be: Зямля Earth

source: Window title text
be: Тэкст загалоўка вакна

source: Join channel
be: Увайсці на канал

source: This account temporarily blocked.
be: Гэты конт часова заблакаваны.

source: Return from Away or N/A
be: Вяртаюцца з "Адышоў", "Н/Д"

source: Government
be: Дзяржава і ўлада

source: Tray message text
be: Тэкст паведамлення-вынырца

source: Register new account on the website
be: Зарэгістраваць новы конт на сайце

source: If this is not your account, then you can register new one for QIP 2010 services. Press "Next" to continue.
be: Калі гэта не Ваш конт, то мы створым новы конт для доступу да службаў QIP 2010. Націсніце "Далей".

source: Event time
be: Час падзеі

source: Birth date
be: Дата народзінаў

source: Show/Hide contact list window
be: Паказаць/схаваць вакно спісу кантактаў

# set backup email or secret question.
source: set backup email or\r\nsecret question.
be: прызначце рэзервовы э-адрас ці\r\nсакрэтнае пытанне

source: Online
be: У сеціве

source: Existing QIP account
be: Існуючы конт QIP

source: Global search
be: Глабальны пошук

source: Add users to chat
be: Запрасіць карыстальнікаў у чат

source: typing
be: набірае

source: Minutes to set "Not available" status when not using PC
be: Хвілін да ўсталёўкі статуса "Недаступны" падчас прастою

source: Move last active contact to the top of the list/group
be: Перасоўваць апошні актыўны кантакт у верх спісу ці групы

source: Search limit exceeded
be: Перавышаны ліміт

source: For example: sergey, sergey.k
be: Напрыклад: zmicer, zmicer.k

source: Away message
be: Паведамленне "Адышоў"

source: Enter your account details and press "Next"
be: Азначце Вашыя звесткі і націсніце "Далей"

source: Download error. ErrorCode: %d
be: Памылка спампавання. Код памылкі: %d

source: Armenian
be: Армянская

source: For not in list contacts
be: Для тых, каго няма ў маім спісе кантактаў

source: Show subcontacts counter
be: Паказваць лічыльнік субкантактаў

source: Korea (North Korea), Democratic People's Republic of
be: Паўночная Карэя (КНДР)

source: Invite only
be: Толькі па запрашэннях

source: Unknown server error.
be: Невядомая серверная памылка.

source: Internet
be: Сеціва

source: Show popup notification
be: Паказваць апавяшчэнне-вынырац

source: Always play unique settings sounds of contacts
be: Заўсёды граць гукі ўнікальных наладаў кантактаў

source: Tabbed messaging
be: Вакно з устаўкамі

source: Account name
be: Назва конта

source: Save Password
be: Захаваць пароль

source: Birthday date is
be: Дата народзінаў

source: Account info
be: Інфармацыя

source: Kick text
be: Тэкст выкідання

source: Austria
be: Аўстрыя

source: Search by keyword
be: Пошук па ключ. слове

source: Attention: These options are for advanced users only! If you don't know what they are, please don't change anything here. If you change Client Id, some QIP features, including file transfer, can be disabled and it can lead to QIP instability.
be: Увага! Гэтыя налады прызначаныя для дасведчаных карыстальнікаў. Калі Вы не ведаеце, што гэта такое, калі ласка, пакіньце ўсё як ёсць. Змяненне ідэнтыфікатара кліента можа зрабіць недаступнымі некаторыя функцыі QIP, уключаючы дасыланне файлаў, ці стаць нагодай нестабільнай працы праграмы.

source: Close tab or separate message window after sending a message
be: Зачыняць устаўку ці асобнае вакно паведамленняў пасля дасылання

source: Science
be: Навука і тэхніка

source: Read new incoming event
be: Прачытаць новае ўваходнае паведамленне

source: Timestamp
be: Час і дата

source: Current user Application data folder (Recommended)
be: Каталог звестак праграм дзейнага карыстальніка (рэкамендавана)

source: ICQ#/E-mail/SN
be: ICQ#/Э-адрас/SN

source: Messaging style
be: Стыль зносін

source: Tagalog
be: Тагалог

source: Compact mode
be: Кампактны рэжым

source: This account is invalid.
be: Гэты конт недапушчальны.

source: This wizard will convert your QIP2005 data and history into QIP 2010. Import process can take long time.
be: Майстар імпарту дазволіць Вам перанесці звесткі і гісторыю паведамленняў з праграмы QIP2005 у QIP2010. Працэдура імпарту можа заняць доўгі час.

source: Slap!
be: Шлёп!

source: Ignore messages and notices using following filters
be: Ігнараваць паведамленні і апавяшчэнні па наступных крытэрах

source: Manufacturing
be: Вытворчасць

source: Profile path
be: Шлях профілю

source: Remember last online status and auto-login on start
be: Запамінаць сеціўны статус і аўтаматычна злучацца падчас запуску

source: Simple sound engine
be: Спрошчаная (працуе з усімі гукавымі картамі)

source: Open all chats in one separate window
be: Адчыняць усе чаты ў асобным вакне

source: Merge with same UID
be: Аб'ядноўваць дакладна супадаючыя UID

source: Birthday
be: Дзень народзінаў

source: Request details
be: Запытаць дэталі

source: Jordan
be: Іарданія

source: QIP account
be: Конт QIP

source: Visible for All
be: Бачны для ўсіх

source: Chat message
be: Чат-паведамленне

source: Server received invalid packet.
be: Сервер атрымаў недапушчальны пачак.

source: Myanmar
be: М'янма (Бірма)

source: Starting session
be: Атрыманне сесіі

source: The details in your QIP account aren't filled up yet.\n\nChoose an account you would like to import your details from:
be: Асабістыя звесткі конта QIP яшчэ не запоўненыя.\n\nАбярыце конт у спісе, з якога іх скапіяваць:

source: My history at history.qip.ru
be: Гісторыя паведамленняў на history.qip.ru

source: Yugoslavia - Serbia
be: Сербія - Югаславія

source: Send file
be: Даслаць файл

source: Internal IP
be: Унутраны IP

source: Rwanda
be: Руанда

source: Back to login choose page
be: Назад да абрання лагіна

source: Please, enter correct email address.
be: Вы ўвялі няправільны э-адрас.

source: Search complete
be: Пошук скончаны

source: Sign off
be: Выходзяць з сеціва

source: Total progress
be: Агульная хада

source: Alternative nickname
be: Другі нік

source: File transfer complete
be: Дасыланне файла скончана
